esp-arduino-libs/ESP32_Display_Panel/test_apps/panel/sdkconfig.ci.espressif_esp32_c3_lcdkit
CONFIG_IDF_TARGET="esp32c3"
CONFIG_BOARD_MANUFACTURER_ESPRESSIF=y
CONFIG_BOARD_ESP32_C3_LCDKIT=y
